const group_list_dummy: CardTextProps[] = [
  {
    boardId: 1,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 2,
    hit: 156,
    commentCnt: 10,
    title: '상무 뜨개 모임 구합니다.',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 3,
    hit: 156,
    commentCnt: 10,
    title: ' 뜨개짜고 코드짜는 뜨코뜨코로 오세요',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 4,
    hit: 156,
    commentCnt: 10,
    title: '챗gpt가 뜨개도 짜주면 좋겠네',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 5,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 6,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 7,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 8,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 9,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 10,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 11,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
  {
    boardId: 12,
    hit: 156,
    commentCnt: 10,
    title: '장덕동 뜨개원 구해요!😊',
    content:
      '<p>장덕동에서 뜨개구리를 함께 뜨는 뜨개구리 모임 입니다.</p>  <p>뜨개질을 마친 후엔 장인 족발집에서 회식을 할 예정입니다.</p> <p>뜨개구리의 배가 먼저 완성 될 지 저희의 뱃살이 먼저 완성될 지는 미지수 입니다.</p><p>맛과 뜨개, 두 가지를 모두 잡고 싶은 분이 계신다면 장덕동 뜨개뜨개로 주저 없이 조인해주세요.</p>',
    nickname: '개굴조아',
  },
]

export default group_list_dummy
