const question_list_dummy: CardTextProps[] = [
  {
    boardId: 1,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 2,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 3,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 4,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 5,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 6,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 7,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 8,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 9,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 10,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 11,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 12,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
]

export default question_list_dummy
