const question_list_dummy: CardTextProps[] = [
  {
    boardId: 1,
    hit: 10,
    commentCnt: 0,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 2,
    hit: 2,
    commentCnt: 0,
    title: '보풀 안나는 실을 추천해 주세요!',
    content:
      '<p>친구에게 선물할 니트를 뜰 예정인데요, 보풀이 고민입니다.</p> <p>저번에 바늘 스토어에서 산 도라에몽 실은 보풀이 많이 나더라구요.</p><p>혹시 거칠어도 좋으니 보풀이 가장 덜 나는 실이 있다면 추천 부탁드립니다 ㅎㅎ </p>',
    nickname: '보푸리',
  },
  {
    boardId: 3,
    hit: 3,
    commentCnt: 1,
    title: '대바늘에 금이 갔을 때 수리하시나요?',
    content:
      '<p>맘먹고 산 대바늘인데 습한곳에 뒀더니 금이 갔습니다.</p><p>나무 대바늘이라서 이렇게 수비게 금이갈 줄 몰랐네요...</p><p>ㅠㅠ다들 어떻게 관리하고 계신지 궁금하고</p><p>또 되살릴 방법은 없나 궁금해서 글 남깁니다...</p><p><br></p>',
    nickname: '습하면 습하게티',
  },
  {
    boardId: 4,
    hit: 112,
    commentCnt: 10,
    title: '눈이 침침해서 실이 잘 안보여요',
    content:
      '<p> 다들 수세미가 시작하기 좋대서 도안을 구매했는데</p> <p> 눈이 침침해서 그런지 고리를 알기도 어렵고 파악하기에 어렵네요</p><p>초보자에게 추천하는 도안이나 꿀팁이 있다면 알려주세요/p>',
    nickname: '리신',
  },
  {
    boardId: 5,
    hit: 2,
    commentCnt: 1,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 6,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 7,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 8,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 9,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 10,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 11,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
  {
    boardId: 12,
    hit: 112,
    commentCnt: 10,
    title: '목도리 뜨는 데 실 몇 볼이 필요할까요?',
    content:
      '<p>이번 겨울 옆구리는 시려도 목은 시리고 싶지 않아 목도리를 뜨려 합니다.</p> <p>뜨개질을 시작하는 데 목도리가 좋다고 하더라구요?</p><p>마음에 드는 색상이나 실은 있는데 실이 몇 볼 소요될지 감이 잘 안와서 여쭤봅니다!</p><p>뜨개 고수님들 알려주세요😆</p>',
    nickname: '목도리 도마뱀',
  },
]

export default question_list_dummy
